{
  "</s_alamat>": 57550,
  "</s_alamat_lengkap>": 57542,
  "</s_berlaku_hingga>": 57540,
  "</s_gender>": 57538,
  "</s_kecamatan>": 57548,
  "</s_kel_desa>": 57546,
  "</s_kewarganegaraan>": 57536,
  "</s_nama>": 57534,
  "</s_no_ktp>": 57532,
  "</s_rt_rw>": 57544,
  "</s_status_perkawinan>": 57530,
  "</s_tempat_lahir>": 57528,
  "</s_tgl_lahir>": 57526,
  "<s_alamat>": 57549,
  "<s_alamat_lengkap>": 57541,
  "<s_berlaku_hingga>": 57539,
  "<s_gender>": 57537,
  "<s_iitcdip>": 57523,
  "<s_kecamatan>": 57547,
  "<s_kel_desa>": 57545,
  "<s_kewarganegaraan>": 57535,
  "<s_nama>": 57533,
  "<s_no_ktp>": 57531,
  "<s_rt_rw>": 57543,
  "<s_status_perkawinan>": 57529,
  "<s_synthdog>": 57524,
  "<s_tempat_lahir>": 57527,
  "<s_tgl_lahir>": 57525,
  "<sep/>": 57522
}
